Repository: mkappus1/DatenmanagementMTHS24
Catalog: Woche 2/Skripte/TMX-EN-IT/tmx_teil_4.tmx
Source language: en
Languages: it

source: Nets for billiard tables
it: Reti per tavoli da biliardo

source: Badminton uprights
it: Pali per badminton

source: Badminton sets
it: Set da volano

source: Aerobic step machines
it: Macchine step per aerobica

source: Épées for fencing
it: Spade per scherma

source: Dumbbell shafts for weight lifting
it: Assi di manubri per sollevamento pesi

source: Bags adapted for bowling balls
it: Borse per palle da bowling

source: Checkers pieces
it: Pezzi per pedine

source: Home video game machines
it: Videogiochi domestici

source: Boxing rings
it: Ring per boxe

source: Cages for mixed martial arts
it: Gabbie per arti marziali miste

source: Gyroscopes and flight stabilizers for model aircraft
it: Giroscopi e stabilizzatori di volo per aeromodelli

source: Protective films adapted for screens for portable games
it: Pellicole protettive adatte per schermi di giochi portatili

source: Drones [toys]
it: Droni [giochi]

source: Barbells for weight lifting
it: Manubri per sollevamento pesi

source: Arcade game machines
it: Giochi per sale giochi

source: Shin guards for soccer
it: Parastinchi per il calcio

source: Shaped covers for golf putters
it: Coperture sagomate per putter da golf

source: Christmas tree skirts
it: Falde per alberi di Natale

source: Gymnastic and sporting articles
it: Articoli per la ginnastica e lo sport

source: Novelty vampire teeth
it: Denti da vampiro finti

source: Skittles [games]
it: Birilli [gioco]

source: Surf skis
it: Sci d'acqua

source: Fishing lines
it: Lenze da pesca

source: Gut for fishing
it: Crini per la pesca

source: Exercise weights
it: Manubri [ginnastica]

source: Masks [playthings]
it: Maschere [giocattoli]

source: Machines for playing games of skill or chance
it: Macchine da gioco per giochi di abilità o azzardo

source: Carrying cases specially designed for portable games
it: Custodie adatte al trasporto di giochi portatili

source: Protective cases for video game device remote controls
it: Custodie protettive per telecomandi di videogiochi

source: Protective films for video game device remote controls
it: Pellicole protettive per telecomandi di videogiochi

source: Inflatable balloon cheering sticks
it: Bastoncini gonfiabili per animazione

source: Table tennis balls
it: Palline da ping-pong

source: Interlocking construction toys
it: Giocattoli di costruzione a incastro

source: Pinwheels
it: Girandole

source: Interactive gaming chairs for video games
it: Sedili per videogiochi interattivi

source: Stilts for recreational purposes
it: Trampoli per uso ricreativo

source: Lifting grips for weight lifting
it: Impugnature per sollevamento pesi

source: Controllers for video game machines
it: Comandi per videogiochi (macchine)

source: Radio-controlled toy robots
it: Robot giocattolo radiocomandati

source: Automatic mahjong tables
it: Tavoli automatici per Mahjong

source: Smetana [sour cream]
it: Smetana [panna acida]

source: Olives, preserved
it: Olive conservate

source: Meatballs
it: Polpette

source: Potato crisps
it: Patate chips

source: Double cream
it: Crema densa

source: Processed cheese
it: Formaggio lavorato

source: Quenelles [fish]
it: Quennelles [Pesce]

source: Prepared meals consisting principally of game
it: Pasti pronti principalmente a base di selvaggina

source: Coconut, desiccated
it: Noci di cocco essiccate

source: Liver
it: Fegato

source: Broth [soup]
it: Brodo, minestra

source: Flavoured milk powder for making drinks
it: Latte in polvere aromatizzato per fare bevande

source: Apple purée
it: Purè di mele

source: Broth
it: Brodi

source: Aloe vera prepared for human consumption
it: Aloe vera preparata per il consumo umano

source: Mincemeat [chopped meat]
it: Carne macinata [carne tritata]

source: Guacamole [mashed avocado]
it: Guacamole [purea di avocado]

source: Frozen vegetables
it: Ortaggi surgelati

source: Powdered milk for food purposes
it: Latte in polvere per uso alimentare

source: Frozen cooked fish
it: Pesce cotto surgelato

source: Sea basses [not live]
it: Serranidi [non vivi]

source: Flavoured milk beverages
it: Bevande al latte aromatizzate

source: Powdered eggs
it: Uova in polvere

source: Chicken nuggets
it: Nuggets di pollo

source: Peeled vegetables
it: Verdura sbucciata

source: Yoghurt made from goats milk
it: Yogurt di latte di capra

source: Prepared meals made from poultry [poultry predominating]
it: Pasti pronti a base di pollame [con predominanza del pollame]

source: Processed fish
it: Pesce lavorato

source: Knuckle of ham
it: Stinco di maiale

source: Stewed apples
it: Mele stufate

source: Coffee cream in the form of powder
it: Panna per caffè in polvere

source: Ready cooked meals consisting wholly or substantially wholly of poultry
it: Piatti cotti pronti costituiti interamente o principalmente da pollame

source: Roasted nuts
it: Noci tostate

source: Salami
it: Salame

source: Savory butters
it: Burro aromatico

source: Preparations for making yoghurt
it: Preparati per fare lo yogurt

source: Prepared dishes consisting principally of meat
it: Piatti pronti principalmente a base di carne

source: Prepared meals containing [principally] eggs
it: Piatti pronti contenenti uova [principalmente]

source: Vegetable salads
it: Macedonia di verdure

source: Silkworm chrysalis for human consumption
it: Crisalidi di bachi da seta per alimentazione umana

source: Seeds, prepared
it: Semi, preparati

source: Toasted sheets of laver (yaki-nori)
it: Fogli tostati di alghe rosse (Yaki-nori)

source: Garlic butter
it: Burro all'aglio

source: Oysters [not live, for human consumption]
it: Ostriche [non vive, per l'alimentazione umana]

source: Fruit juices for cooking
it: Succhi di frutta per cucinare

source: Soft-shelled turtles [not live]
it: Tartarughe a guscio molle [non vive]

source: Soybean oil
it: Olio di soia

source: Fresh poultry
it: Pollame fresco

source: Marmalade
it: Marmellate

source: Carrots
it: Carote

source: Blended oil [for food]
it: Olio miscelato per alimenti

source: Olives, [prepared]
it: Olive [pronte]

source: Pickled vegetables
it: Verdure sottaceto

source: Almonds, ground
it: Mandorle preparate

source: Vegetable pate
it: Patè di verdure

source: Dehydrated chicken
it: Pollo disidratato

source: Tripe
it: Trippa

source: Instant mashed potato
it: Purè di patate istantaneo

source: Fat-containing mixtures for bread slices
it: Miscele contenenti grasso per fare tartine

source: Edible oils for use in cooking foodstuffs
it: Oli commestibili utilizzati in cucina

source: Extracts of vegetables [juices] for cooking
it: Estratti vegetali per cucinare [succhi]

source: Butter with herbs
it: Burro alle erbe

source: Prepared fruits
it: Frutta pronta

source: Meat products being in the form of burgers
it: Prodotti a base di carne in forma di hamburger

source: Powdered milk
it: Latte in polvere

source: Escargots
it: Lumache

source: Sausages in batter
it: Salsicce impanate

source: Hummus [chickpea paste]
it: Hummus [pasta di ceci]

source: Cooked snails
it: Lumache cotte

source: Sunflower seeds, prepared
it: Semi di girasole, preparati

source: Fish mousses
it: Mousse di pesce

source: Potato-based dumplings
it: Gnocchi di patate

source: Dips
it: Salse

source: Cream [dairy products]
it: Panna [prodotto lattiero]

source: Beef bouillon
it: Brodo di manzo

source: Ajvar [preserved peppers]
it: Ajvar [conserva di peperoni]

source: Fish in olive oil
it: Pesce in olio d'oliva

source: Fresh meat
it: Carne fresca

source: Chilled foods consisting predominately of fish
it: Cibi freddi principalmente a base di pesce

source: Peanuts, prepared
it: Arachidi preparate

source: Hamburgers
it: Hamburger

source: Fish eggs for human consumption
it: Uova di pesce per il consumo umano

source: Tomato concentrates [puree]
it: Concentrato di pomodori [purea]

source: Chilled meals made from fish
it: Pasti freddi a base di pesce

source: Fatty substances for the manufacture of edible fats
it: Materie grasse per la fabbricazione di grassi commestibili

source: Vegetarian sausages
it: Salsicce vegetariane

source: Truffle juice
it: Succo di tartufo

source: Spinach [prepared]
it: Spinaci [pronti]

source: Lecithin for culinary purposes
it: Lecticina per uso culinario

source: Milk ferments for culinary purposes
it: Fermenti [lattici] per uso culinario

source: Tuna fish [not live]
it: Tonno [non vivo]

source: Processed roots
it: Radici lavorate

source: Butter
it: Burro

source: Cheese containing herbs
it: Formaggio alle erbe

source: Turkey products
it: Prodotti turchi

source: Deep frozen chicken
it: Pollo surgelato

source: Desserts made from milk products
it: Dessert a base di latticini

source: Rennet
it: Presame

source: Mushrooms, preserved
it: Funghi conservati

source: Fruit-based snack food
it: Snack a base di frutta

source: Hot dog sausages
it: Salsicce per hot dog

source: Coconut butter
it: Burro di cocco

source: Vegetable extracts for cooking
it: Estratti vegetali per cucinare

source: Tangerines [preserved]
it: Mandarini [conservati]

source: Cooked chicken
it: Pollo cotto

source: Beverages made from or containing milk
it: Bevande a base di o contenenti latte

source: Potato-based snack foods
it: Spuntini a base di patate

source: Prepared meals containing [principally] chicken
it: Piatti pronti contenenti [principalmente] pollo

source: Mixtures of fruit and nuts
it: Miscele di frutta e noci

source: Stock [prepared]
it: Brodo [pronto]

source: Crabs [not live]
it: Granchi [non vivi]

source: Preserved garlic
it: Conserva di aglio

source: Extracts for soups
it: Estratti per minestre

source: Flavoured yoghurts
it: Yogurt aromatizzati

source: Fish-based foodstuffs
it: Cibi a base di pesce

source: Fried chicken
it: Pollo fritto

source: Fritters
it: Frittelle

source: Soy-based snack foods
it: Snack a base di soia

source: Soybean oil for cooking
it: Olio di soia per cucinare

source: Milk
it: Latte

source: Chicken pieces
it: Pollo a tranci

source: Snail eggs for consumption
it: Uova di lumache per il consumo

source: Whipped cream
it: Panna montata

source: Pickled eggs
it: Uova sottaceto

source: Pickled peppers
it: Peperoni sottaceto

source: Alginates for culinary purposes
it: Alginati per uso culinario

source: Prepared vegetable products
it: Prodotti pronti a base di verdura

source: Groundnut oil
it: Olio di arachide

source: Yoghurt
it: Yogurt

source: Caviar
it: Caviale

source: Tomato preserves
it: Conserve di pomodoro

source: Concentrated butter
it: Burro concentrato

source: Condensed tomatoes
it: Condensato di pomodori

source: Blended butter
it: Miscele di burro

source: Fish, not live
it: Pesce (alimento)

source: Coconut powder
it: Cocco in polvere

source: Squid [prepared]
it: Calamari [pronti]

source: Shelled nuts
it: Noci sgusciate

source: Coconut flakes
it: Fiocchi di cocco

source: Sheets of dried laver (hoshi-nori)
it: Foglie di alghe rosse (hoshi-nori)

source: Prostokvasha [soured milk]
it: Prostokvasha [latte cagliato]

source: Pre-packaged dinners consisting primarily of seafood
it: Pasti preconfezionati principalmente a base di frutti di mare

source: Preserves, pickles
it: Conserve, sottaceti

source: Sea urchins [not live]
it: Ricci di mare [non vivi]

source: Whales [not live]
it: Balene [non vive]

source: Poultry
it: Pollame

source: Clams, not live
it: Vongole non vive

source: Lard
it: Lardo

source: Cheese mixtures
it: Formaggi misti

source: Fish meal for human consumption
it: Farina di pesce per il consumo umano

source: Pickled onions
it: Cipolle sottaceto

source: Apple flakes
it: Fiocchi di mela

source: Artificial milk based desserts
it: Dolci a base di succedanei del latte

source: Dried fish
it: Pesce secco

source: Oysters, not live
it: Ostriche non vive

source: Yolk of eggs
it: Tuorlo d'uovo

source: Preparations for making bouillon
it: Preparati per fare i brodi

source: Edible oils derived from fish [other than cod liver oil]
it: Olio di pesce commestibile [olio di fegato di merluzzo]

source: Ready cooked meals consisting wholly or substantially wholly of game
it: Piatti cotti pronti costituiti interamente o principalmente da selvaggina

source: Pieces of chicken for use as a filling in sandwiches
it: Pezzi di pollo da utilizzare in panini imbottiti

source: Prepared meals consisting substantially of seafood
it: Pasti pronti principalmente a base di frutti di mare

source: Albumen for culinary purposes
it: Albumina per uso culinario

source: Peas, preserved
it: Piselli conservati

source: Preparations for making soup
it: Preparati per fare la minestra

source: Mashed potato
it: Purè di patate

source: Meat gelatines
it: Gelatine di carne

source: Mixed pickles
it: Sottaceti misti

source: Mixed vegetables
it: Verdure miste

source: Processed eggs
it: Uova lavorate

source: Margarine
it: Margarina

source: Soya [prepared]
it: Soia [pronta]

source: Squashes [plants, preserved]
it: Zucche [piante, conservate]

source: Vegetable mousses
it: Mousse di legumi

source: Linseed oil for culinary purposes
it: Olio di semi di lino per uso culinario

source: Salted nuts
it: Noci salate

source: Margarine substitutes
it: Succedanei della margarina

source: Milk drinks containing fruits
it: Bevande al latte contenenti frutta

source: Frozen prepared meals consisting principally of vegetables
it: Pasti pronti surgelati principalmente a base di ortaggi

source: Animal marrow for food
it: Midollo per uso alimentare

source: Crustaceans, not live
it: Crostacei non vivi

source: Eggs
it: Uova

source: Crayfish, not live
it: Gamberi non vivi

source: Cheese containing spices
it: Formaggio alle spezie

source: Carp [not live]
it: Carpa [non viva]

source: Tuna fish [preserved]
it: Tonno [conservato]

source: Vegetable juices for cooking
it: Succhi vegetali per la cucina

source: Truffles, preserved
it: Tartufi conservati

source: Poultry, not live
it: Pollame [carne]

source: Prepared meat dishes
it: Piatti pronti di carne

source: Prepared salads
it: Insalate pronte

source: Preserved vegetables
it: Ortaggi in conserva

source: Garlic paste
it: Pasta d'aglio

source: Goose liver pate
it: Paté di fegato d'oca

source: Roasted peanuts
it: Arachidi tostate

source: Dried pulses
it: Legumi secchi

source: Filled potato skins
it: Bucce di patate ripiene

source: Clarified butter
it: Burro chiarificato

source: Cooked meals consisting principally of fish
it: Pasti cotti principalmente a base di pesce

source: Quenelles [meat]
it: Quenelle [carne]

source: Ready cooked meals consisting wholly or substantially wholly of meat
it: Piatti cotti pronti costituiti interamente o principalmente da carne

source: Prepared meals containing [principally] bacon
it: Piatti pronti contenenti [principalmente] pancetta

source: Pectin for culinary purposes
it: Pectina per uso culinario

source: Deep-frozen poultry
it: Pollame surgelato

source: Cranberry sauce [compote]
it: Composta di mirtilli rossi

source: Condensed milk
it: Latte condensato

source: Dried meat
it: Carne secca

source: Skimmed milk
it: Latte scremato

source: Corn dogs
it: Corn dog

source: Dishes of fish
it: Piatti di pesce

source: Vegetables, dried
it: Legumi secchi

source: Sea breams [red snappers, not live]
it: Orate [lutiano rosso, non vivo]

source: Kelp [processed]
it: Alghe kelp lavorate

source: Maraschino cherries
it: Ciliege al maraschino

source: Octopuses [not live]
it: Polipi [non vivi]

source: Short-necked clams [not live]
it: Vongole a collo corto [non vive]

source: French fries
it: Patate fritte

source: Mussels, not live
it: Cozze non vive

source: Beans, preserved
it: Fave conservate

source: Vegetable fats for cooking
it: Grassi vegetali per la cucina

source: Shellfish, not live
it: Conchiglie non vive

source: Non-living molluscs
it: Molluschi non vivi

source: Pickled fruits
it: Frutta sottaceto

source: Fruit, preserved
it: Frutta conservata

source: Spiced nuts
it: Noci speziate

source: Pickled fish
it: Pesce marinato

source: Nuts, prepared
it: Noci preparate

source: Dried fruit
it: Frutta secca

source: Glazed fruits
it: Frutta glassata

source: Cocoa butter for food
it: Burro di cacao alimentare

source: Broth concentrates
it: Concentrati [brodi]

source: Frozen fruits
it: Frutta congelata

source: Vegetables, preserved
it: Legumi conservati

source: Dairy products and dairy substitutes
it: Prodotti caseari e loro succedanei

source: Birds eggs and egg products
it: Uova e prodotti a base di uova

source: Jellies, jams, compotes, fruit and vegetable spreads
it: Gelatine, marmellate, composte, frutta e verdura spalmabili

source: Processed fruits, fungi and vegetables (including nuts and pulses)
it: Frutta, funghi ed ortaggi lavorati (inclusi frutta a guscio e legumi)

source: Cooked fruits
it: Frutta cotta

source: Vegetable stock
it: Brodo vegetale

source: Frozen celery cabbages
it: Cavolo di sedano surgelato

source: Preserved jujubes
it: Giuggiolo conservato

source: Processed edible cordyceps
it: Cordyceps commestibili lavorati

source: Common plaice, not live
it: Passera comune, non viva

source: Seed butters
it: Burro di semi

source: Processed apricots
it: Albicocche trattate

source: Processed artichokes
it: Carciofi lavorati

source: Processed avocados
it: Avocado trattati

source: Processed eggplant
it: Melanzane trattate

source: Lemon juice for culinary purposes
it: Succo di limone per uso culinario

source: Freeze-dried meat
it: Carne liofilizzata

source: Vegetable-based cream
it: Crema a base di legumi

source: Freeze-dried vegetables
it: Verdure liofilizzate

source: Edible insects, not live
it: Insetti commestibili, non vivi

source: Sweet corn, processed
it: Mais dolce, trasformato

source: Milk substitutes
it: Succedanei del latte

source: Coconut milk
it: Latte di cocco

source: Coconut milk-based beverages
it: Bevande a base di latte di cocco

source: Rice milk for culinary purposes
it: Latte di riso per uso culinario

source: Sausage skins and imitations thereof
it: Budelli per insaccati e sue imitazioni

source: Coconut milk [beverage]
it: Acqua di cocco [bevanda]

source: Coconut milk used as beverage
it: Latte di cocco usato come bevanda

source: Sausage casings, natural or artificial
it: Budelli per salumeria, naturali o artificiali

source: Artificial fish roes
it: Uova di pesce artificiali

source: Blocks of boiled, smoked and then dried bonitos (katsuo-bushi)
it: Pezzi di bonito bolliti, affumicati e poi essiccati [katsuo-bushi]

source: Bottled cooked meat
it: Carne cotta in vasetti

source: Canned cooked meat
it: Carne cotta in scatola

source: Canned processed olives
it: Olive trattate in scatola

source: Cooked dish consisting primarily of chicken and ginseng (samgyetang)
it: Piatto pronto principalmente a base di pollo e ginseng [samgyetang]

source: Cooked dish consisting primarily of fermented vegetable, pork and tofu (kimchi-jjigae)
it: Piatto pronto principalmente a base di verdure fermentate, maiale e tofu [kimchi-jjiga]

source: Cooked dish consisting primarily of rich soybean paste and tofu (cheonggukjang-jjigae)
it: Piatto pronto principalmente a base di pasta di soia arricchita e tofu [cheonggukjang-jjigae]

source: Cooked dish consisting primarily of soybean paste and tofu (doenjang-jjigae)
it: Piatto pronto principalmente a base di pasta di soia e tofu [doenjang-jjigae]

source: Cooked dish consisting primarily of stired-fried beef and fermented soy sauce (Sogalbi)
it: Piatto pronto principalmente a base di sauté di manzo e salsa di soia fermentata [Sogalbi]

source: Cooked dish consisting primarily of stir-fried chicken and fermented hot pepper paste (dak-galbi)
it: Piatto cotto principalmente a base di sauté di pollo e pasta di peperoncino piccante fermentato [dak-galbi]

source: Cucumber Kimchi [Oi-sobagi]
it: Kimchi di cetrioli [Oi-sobagi]

source: Dried figs
it: Fichi secchi

source: Dried flakes of laver for sprinkling on rice in hot water (ochazuke-nori)
it: Fiocchi di alghe rosse essiccate da aggiungere sul riso in acqua calda [ochazuke-nori]

source: Dried persimmon (Got-gam)
it: Cachi secco [Got-gam]

source: Edible shavings of dried kelp (tororo-kombu)
it: Scaglie commestibili di fuco essiccato [tororo-kombu]

source: Fermented bamboo shoots boiled and preserved in salt (menma)
it: Germogli di bambù fermentati bolliti e conservati sotto sale [menma]

source: Fermented bean curd
it: Tofu fermentato

source: Fermented soybeans (natto)
it: Soia fermentata [natto]

source: Flakes of dried fish meat (kezuri-bushi)
it: Scaglie di polpa di pesce essiccata [kezuri-bushi]

source: Fried meat
it: Carne fritta

source: Hardened oils [hydrogenated oil for food]
it: Oli induriti [olio idrogenato per alimenti]

source: Honey butter
it: Burro al miele

source: Meat boiled down in soy sauce (tsukudani meat)
it: Carne bollita in salsa di soia [carne tsukudani]

source: Mushrooms puree
it: Purè di funghi

source: Organic milk
it: Latte biologico

source: Ox bone based broth (seolleongtang)
it: Brodo a base di osso di bue [seolleongtang]

source: Peeled tomatoes
it: Pomodori pelati

source: Prepared beef
it: Manzo preparato

source: Prepared entrees consisting primarily of seafood
it: Antipasti pronti principalmente a base di frutti di mare

source: Prepared meat
it: Carni preparate

source: Prepared pistachio
it: Pistacchi preparati

source: Prepared walnuts
it: Noci preparate

source: Preserved vegetables (in oil)
it: Ortaggi in conserva [sott'olio]

source: Processed apples
it: Mele lavorate

source: Processed brussel sprouts
it: Cavoletti di Bruxelles lavorati

source: Processed olive puree
it: Pasta di olive lavorata

source: Processed onions
it: Cipolle lavorate

source: Processed peaches
it: Pesche lavorate

source: Processed shallots [used as a vegetable, not seasoning]
it: Scalogni lavorati [usati come verdure, non per condimenti]

source: Processed spirulina
it: Spirulina lavorata

source: Processed sweet potatoes
it: Patate dolci lavorate

source: Processed, edible seaweed
it: Alghe commestibili lavorate

source: Prunes
it: Prugne

source: Salted and fermented seafood (jeotgal)
it: Frutti di mare salati e fermentati [jeotgal]

source: Seafoods boiled down in soy sauce (tsukudani)
it: Frutti di mare bolliti in salsa di soia [tsukudani]

source: Seasoned laver (Jaban-gim)
it: Alghe rosse condite [Jaban-gim]

source: Soup concentrates
it: Minestre concentrate

source: Soy sauce marinated crab (Ganjang-gejang)
it: Granchio marinato in salsa di soia [Ganjang-gejang]

source: Spicy beef broth (yukgaejang)
it: Brodo di manzo piccante [yukgaejang]

source: Strained cheese
it: Formaggio colato

source: Strained soft white cheeses
it: Formaggi bianchi freschi colati

source: Tube-shaped toasted cakes of fish paste (chikuwa)
it: Rotoli tostati di forma tubolare con pasta di pesce [chikuwa]

source: Uncooked sausages
it: Salsicce crude

source: Vegetable puree
it: Purè di verdure

source: Beans cooked in soy sauce (Kongjaban)
it: Fagioli cotti in salsa di soia [kongjaban]

source: Boiled and dried fish
it: Pesce lesso ed essiccato

source: Frozen shellfish
it: Molluschi surgelati

source: Preserved balloon flower root (Doraji)
it: Radici di campanula cinese in conserva [Doraji]

source: Fish, preserved
it: Pesce conservato

source: Crystallized fruits
it: Frutti cristallizzati

source: Fruit preserves
it: Conserve di frutta

source: Drinking yogurts
it: Yogurt da bere

source: Drinks based on yogurt
it: Bevande a base di yogurt

source: Potato pancakes
it: Torte di patate

source: Beverages having a milk base
it: Bevande a base di latte

source: Meat, preserved
it: Carne conservata

source: Black pudding [blood sausage]
it: Sanguinaccio [salumeria]

source: Sausages
it: Salsicce

source: Meats
it: Carni

source: Aubergine paste
it: Crema di melanzane
